GetProfileDetails_Request.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:api="http://cityofberkeley.info/RTS/ClientPortal/API">
  <soapenv:Header/>
  <soapenv:Body>
    <api:getProfileDetails>
      <request>
        <!--Optional:-->
        <userId>DAVE02</userId>
        <!--Optional:-->
        <billingCode>LIUHEL</billingCode>
      </request>
    </api:getProfileDetails>
  </soapenv:Body>
</soapenv:Envelope>